{
    "tituloGeneral": "Australia",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Australia",
        "descripcion": "Australia es un país insular ubicado en Oceanía, siendo el más grande de esta región y el sexto más grande del mundo por superficie.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Canberra.",
          "Limita al este con el océano Pacífico y al oeste con el océano Índico."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Australia se federó en 1901, aunque formalmente sigue siendo parte de la Commonwealth bajo la monarquía británica.",
        "imagenLeccion": "",
        "ejemplos": [
          "El 26 de enero se celebra el Día de Australia, conmemorando la llegada de los primeros colonos británicos en 1788.",
          "La Reina Isabel II era la jefa de estado de Australia hasta su fallecimiento."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Australia es famosa por su diversidad cultural, combinando tradiciones indígenas con la influencia europea y asiática.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El inglés es el idioma oficial.",
          "Festividades importantes: Día de Australia y ANZAC Day."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Australia",
        "descripcion": "La bandera de Australia tiene la Union Jack en la esquina superior izquierda, junto con la Estrella de la Commonwealth y la constelación de la Cruz del Sur.",
        "imagenLeccion": "",
        "ejemplos": [
          "El canguro y el emú son símbolos nacionales.",
          "El himno nacional es 'Advance Australia Fair'."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Australia es conocida por su vasto paisaje que incluye desiertos, bosques tropicales, montañas y playas.",
        "imagenLeccion": "",
        "ejemplos": [
          "La Gran Barrera de Coral es el sistema de arrecifes de coral más grande del mundo.",
          "El desierto australiano, conocido como el Outback, cubre gran parte del país."
        ]
      }
    ]
  }
  