{
    "tituloGeneral": "España",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de España",
        "descripcion": "España está en el suroeste de Europa, ocupando la mayor parte de la península ibérica.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Madrid.",
          "Limita al norte con Francia y Andorra, y al oeste con Portugal. Tiene costas en el océano Atlántico y el mar Mediterráneo."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "España es uno de los países más antiguos de Europa, habiéndose consolidado como un estado moderno en 1492 con la unificación de los reinos de Castilla y Aragón.",
        "imagenLeccion": "",
        "ejemplos": [
          "El 12 de octubre se celebra el Día de la Hispanidad, en conmemoración del descubrimiento de América.",
          "Isabel I de Castilla y Fernando II de Aragón, conocidos como los Reyes Católicos, unificaron España."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "España es conocida por su diversidad cultural, con tradiciones como el flamenco, la siesta y la corrida de toros.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El español es el idioma oficial, aunque se hablan otros idiomas regionales como el catalán, gallego y vasco.",
          "Festividades importantes: Semana Santa y el Día de los Reyes Magos."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de España",
        "descripcion": "La bandera de España tiene tres franjas horizontales: dos rojas y una amarilla en el centro con el escudo de España.",
        "imagenLeccion": "",
        "ejemplos": [
          "El escudo de España incluye símbolos de los antiguos reinos que formaron el país.",
          "El himno nacional de España es uno de los pocos himnos del mundo que no tiene letra oficial."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "España tiene una geografía diversa, con montañas, ríos y playas a lo largo de sus costas.",
        "imagenLeccion": "",
        "ejemplos": [
          "Los Pirineos separan España de Francia.",
          "Las Islas Canarias y Baleares también forman parte del territorio español."
        ]
      }
    ]
  }
  