{
    "tituloGeneral": "Francia",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Francia",
        "descripcion": "Francia está en Europa Occidental, conocida por su rica historia, arte y cultura.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: París.",
          "Limita con Bélgica, Luxemburgo, Alemania, Suiza, Italia, España, Andorra y Mónaco."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Francia es una de las democracias más antiguas del mundo, habiendo pasado por la Revolución Francesa en 1789.",
        "imagenLeccion": "",
        "ejemplos": [
          "El 14 de julio se celebra el Día de la Bastilla, conmemorando la Revolución Francesa.",
          "Napoleón Bonaparte fue una figura clave en la historia de Francia."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Francia es famosa por su arte, música, gastronomía y moda. París es conocida como la capital de la moda.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El francés es el idioma oficial.",
          "Festividades importantes: El Día de la Bastilla y la Semana de la Moda de París."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Francia",
        "descripcion": "La bandera de Francia tiene tres franjas verticales de color azul, blanco y rojo.",
        "imagenLeccion": "",
        "ejemplos": [
          "El lema nacional es 'Liberté, Égalité, Fraternité' (Libertad, Igualdad, Fraternidad).",
          "El gallo galo es un símbolo nacional no oficial de Francia."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Francia cuenta con una gran diversidad geográfica, que incluye playas, montañas, bosques y viñedos.",
        "imagenLeccion": "",
        "ejemplos": [
          "Los Alpes y los Pirineos son dos de las principales cadenas montañosas.",
          "El río Sena atraviesa París, mientras que el Loira es el río más largo de Francia."
        ]
      }
    ]
  }
  