{
    "tituloGeneral": "Grecia",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Grecia",
        "descripcion": "Grecia está en el sureste de Europa, en la península balcánica, con numerosas islas en el mar Egeo y el mar Jónico.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Atenas.",
          "Limita al norte con Albania, Macedonia del Norte y Bulgaria, y al este con Turquía."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Grecia obtuvo su independencia del Imperio Otomano en 1821, tras una guerra que duró varios años.",
        "imagenLeccion": "",
        "ejemplos": [
          "El 25 de marzo se celebra el Día de la Independencia de Grecia.",
          "La lucha por la independencia fue inspirada por las ideas de la Ilustración."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Grecia es conocida como la cuna de la civilización occidental, con una rica historia en filosofía, arte y política. La mitología griega también es una parte importante de su cultura.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El griego es el idioma oficial.",
          "Festividades importantes: Pascua Ortodoxa y el Día de la Independencia."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Grecia",
        "descripcion": "La bandera de Grecia tiene nueve franjas horizontales azules y blancas, con una cruz blanca en el cantón.",
        "imagenLeccion": "",
        "ejemplos": [
          "El azul representa el cielo y el mar, y la cruz simboliza la fe ortodoxa.",
          "El himno nacional de Grecia es 'Himno a la Libertad'."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Grecia tiene una geografía variada que incluye montañas, costas y miles de islas. Sus paisajes costeros y su clima mediterráneo la convierten en un destino turístico muy popular.",
        "imagenLeccion": "",
        "ejemplos": [
          "El monte Olimpo es la montaña más alta de Grecia y hogar mitológico de los dioses.",
          "Las islas más conocidas incluyen Creta, Santorini y Rodas."
        ]
      }
    ]
  }
  