{
    "tituloGeneral": "India",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de India",
        "descripcion": "India está en el sur de Asia y es el séptimo país más grande del mundo por superficie.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Nueva Delhi.",
          "Limita con Pakistán, China, Nepal, Bután, Bangladesh y Myanmar."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "India se independizó del Reino Unido el 15 de agosto de 1947, tras un largo movimiento de independencia liderado por Mahatma Gandhi.",
        "imagenLeccion": "",
        "ejemplos": [
          "El Día de la Independencia se celebra el 15 de agosto.",
          "Gandhi es conocido por su lucha pacífica contra el dominio británico."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "India es famosa por su diversidad cultural, religiosa y lingüística.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: Hindi e inglés son los idiomas oficiales, aunque se hablan más de 1,600 lenguas.",
          "Festividades importantes: Diwali (Festival de las Luces) y Holi (Festival de los Colores)."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de India",
        "descripcion": "La bandera de India tiene franjas horizontales de color naranja, blanco y verde con una rueda azul en el centro.",
        "imagenLeccion": "",
        "ejemplos": [
          "El color naranja simboliza el coraje, el blanco la paz y el verde la fertilidad.",
          "El símbolo central es el 'Ashoka Chakra', que representa la justicia y el progreso."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "India tiene una geografía diversa que incluye montañas, desiertos, llanuras y selvas.",
        "imagenLeccion": "",
        "ejemplos": [
          "La cordillera del Himalaya, que incluye el monte Everest, se encuentra en el norte de India.",
          "El río Ganges es uno de los más importantes de India y tiene un significado sagrado."
        ]
      }
    ]
  }
  