{
    "tituloGeneral": "Italia",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Italia",
        "descripcion": "Italia está en el sur de Europa, en la península italiana, y es conocida por su rica historia, arte y cultura.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Roma.",
          "Limita al norte con Francia, Suiza, Austria y Eslovenia. Está rodeada por el mar Mediterráneo."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Italia fue unificada como país en 1861 bajo el liderazgo de figuras como Giuseppe Garibaldi y el rey Víctor Manuel II.",
        "imagenLeccion": "",
        "ejemplos": [
          "El 2 de junio se celebra el Día de la República Italiana.",
          "La unificación de Italia es conocida como el 'Risorgimento'."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Italia es famosa por su arte, arquitectura, música y cocina. Es la cuna del Renacimiento y hogar de grandes artistas como Leonardo da Vinci y Miguel Ángel.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El italiano es el idioma oficial.",
          "Festividades importantes: Navidad, Pascua y el Carnaval de Venecia."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Italia",
        "descripcion": "La bandera de Italia tiene tres franjas verticales de color verde, blanco y rojo.",
        "imagenLeccion": "",
        "ejemplos": [
          "El escudo de Italia incluye una estrella blanca, una corona de olivo y una rueda dentada.",
          "El himno nacional es 'Fratelli d'Italia'."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Italia es conocida por su diversidad geográfica, que incluye montañas, llanuras y costas.",
        "imagenLeccion": "",
        "ejemplos": [
          "Los Alpes y los Apeninos son las principales cadenas montañosas de Italia.",
          "El volcán Etna, en Sicilia, es uno de los volcanes más activos del mundo."
        ]
      }
    ]
  }
  