{
    "tituloGeneral": "Japón",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Japón",
        "descripcion": "Japón es un archipiélago situado en el este de Asia, en el océano Pacífico.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Tokio.",
          "Se compone de 4 islas principales: Honshu, Hokkaido, Kyushu y Shikoku."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Japón ha sido un reino independiente desde tiempos antiguos, con una monarquía ininterrumpida por más de 2,600 años.",
        "imagenLeccion": "",
        "ejemplos": [
          "El emperador es el jefe de estado, aunque su poder es simbólico.",
          "Japón se modernizó rápidamente durante la Restauración Meiji en 1868."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Japón es famoso por su rica cultura que mezcla lo tradicional y lo moderno.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El japonés es el idioma oficial.",
          "Festividades importantes: Año Nuevo y el Festival de los Cerezos en Flor (Hanami)."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Japón",
        "descripcion": "La bandera de Japón es blanca con un círculo rojo en el centro, representando el sol.",
        "imagenLeccion": "",
        "ejemplos": [
          "El círculo rojo simboliza el sol naciente, un importante símbolo en la cultura japonesa.",
          "El crisantemo es la flor nacional y está asociado con la familia imperial."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Japón es un país montañoso con numerosos volcanes y está situado en una zona de alta actividad sísmica.",
        "imagenLeccion": "",
        "ejemplos": [
          "El monte Fuji es la montaña más alta de Japón y un símbolo cultural.",
          "Japón cuenta con más de 6,800 islas, muchas de ellas volcánicas."
        ]
      }
    ]
  }
  