{
    "tituloGeneral": "México",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de México",
        "descripcion": "México está en América del Norte, con costas en el océano Pacífico y el golfo de México.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Ciudad de México.",
          "Limita al norte con Estados Unidos y al sur con Guatemala y Belice."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "México obtuvo su independencia de España el 16 de septiembre de 1810.",
        "imagenLeccion": "",
        "ejemplos": [
          "El Grito de Dolores, dado por Miguel Hidalgo, marcó el inicio de la independencia.",
          "El Día de la Independencia se celebra el 16 de septiembre."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "México es conocido por su mezcla de culturas indígenas y españolas.",
        "imagenLeccion": "",
        "ejemplos": [
          "El idioma oficial es el español, pero se hablan muchas lenguas indígenas.",
          "Festividades importantes: Día de los Muertos y Las Posadas."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de México",
        "descripcion": "La bandera de México tiene tres franjas verticales: verde, blanca y roja, con un escudo en el centro.",
        "imagenLeccion": "",
        "ejemplos": [
          "El verde representa la esperanza, el blanco la unidad y el rojo la sangre de los héroes.",
          "El escudo muestra un águila devorando una serpiente, inspirado en una leyenda azteca."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "México tiene una geografía diversa, que incluye montañas, desiertos, selvas y costas.",
        "imagenLeccion": "",
        "ejemplos": [
          "La Sierra Madre Occidental y Oriental son las principales cadenas montañosas.",
          "El desierto de Sonora se encuentra en el norte, mientras que el sur es rico en selvas tropicales."
        ]
      }
    ]
  }
  