{
    "tituloGeneral": "Rusia",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Rusia",
        "descripcion": "Rusia es el país más grande del mundo, ubicado en Europa del Este y Asia del Norte.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Moscú.",
          "Limita con 14 países, incluidos China, Mongolia, Finlandia y Ucrania."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Rusia fue parte de la Unión Soviética hasta su disolución en 1991, cuando se convirtió en la Federación de Rusia.",
        "imagenLeccion": "",
        "ejemplos": [
          "El 12 de junio se celebra el Día de Rusia, conmemorando la declaración de soberanía de 1990.",
          "Vladímir Putin es uno de los líderes más destacados de la Rusia contemporánea."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Rusia tiene una rica herencia cultural, famosa por su literatura, música y danza.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El ruso es el idioma oficial.",
          "Festividades importantes: Año Nuevo y Maslenitsa (el carnaval ruso)."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Rusia",
        "descripcion": "La bandera de Rusia tiene tres franjas horizontales de color blanco, azul y rojo.",
        "imagenLeccion": "",
        "ejemplos": [
          "El águila bicéfala es el emblema nacional de Rusia.",
          "El himno nacional de Rusia es uno de los más conocidos a nivel mundial."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Rusia es conocida por su vasto territorio que incluye montañas, tundras y bosques.",
        "imagenLeccion": "",
        "ejemplos": [
          "Los Montes Urales son una cadena montañosa que separa Europa y Asia.",
          "Siberia es una región inmensa conocida por su clima extremadamente frío."
        ]
      }
    ]
  }
  