{
    "tituloGeneral": "Tailandia",
    "imagenPortada": "",
    "lecciones": [
      {
        "id": "1",
        "titulo": "Ubicación de Tailandia",
        "descripcion": "Tailandia está en el sudeste asiático, con costas en el mar de Andamán y el golfo de Tailandia.",
        "imagenLeccion": "",
        "ejemplos": [
          "Capital: Bangkok.",
          "Limita con Birmania, Laos, Camboya y Malasia."
        ]
      },
      {
        "id": "2",
        "titulo": "Independencia",
        "descripcion": "Tailandia es uno de los pocos países del sudeste asiático que nunca fue colonizado por potencias europeas.",
        "imagenLeccion": "",
        "ejemplos": [
          "El país se modernizó durante el reinado de Rama V en el siglo XIX.",
          "La monarquía tailandesa sigue siendo muy respetada."
        ]
      },
      {
        "id": "3",
        "titulo": "Cultura y Tradiciones",
        "descripcion": "Tailandia es conocida por sus templos budistas, festivales vibrantes y la hospitalidad de su gente.",
        "imagenLeccion": "",
        "ejemplos": [
          "Idiomas: El tailandés es el idioma oficial.",
          "Festividades importantes: Songkran (Año Nuevo tailandés) y Loi Krathong (Festival de las Linternas)."
        ]
      },
      {
        "id": "4",
        "titulo": "Símbolos Patrios de Tailandia",
        "descripcion": "La bandera de Tailandia tiene cinco franjas horizontales de color rojo, blanco y azul.",
        "imagenLeccion": "",
        "ejemplos": [
          "El rojo representa la nación, el blanco la religión y el azul la monarquía.",
          "El elefante blanco es un símbolo importante en la cultura tailandesa."
        ]
      },
      {
        "id": "5",
        "titulo": "Geografía",
        "descripcion": "Tailandia cuenta con una geografía diversa que incluye montañas, ríos y playas tropicales.",
        "imagenLeccion": "",
        "ejemplos": [
          "El río Chao Phraya fluye a través de Bangkok y es vital para el país.",
          "Las islas de Tailandia, como Phuket y Koh Samui, son populares destinos turísticos."
        ]
      }
    ]
  }
  