{
    "tituloGeneral": "El Género de los Poemas",
    "imagenPortada": "/img/personajes/principe/principe.png",
    "lecciones": {
        "1": {
            "titulo": "¿Qué es un poema?",
            "descripcion": "Un poema es una composición literaria que utiliza el lenguaje poético para expresar emociones, ideas o sentimientos, generalmente con un uso particular del ritmo, la métrica y la rima. Los poemas suelen estar escritos en verso.",
            "imagenLeccion": "/img/niveles/lenguaje/que_es_poema.png",
            "ejemplos": [
                "'Caminante, no hay camino' de Antonio Machado es un poema que reflexiona sobre la vida."
            ]
        },
        "2": {
            "titulo": "Características de los poemas",
            "descripcion": "Los poemas se caracterizan por estar compuestos en verso, utilizar recursos literarios como la metáfora, la aliteración o la anáfora, y por expresar de forma condensada pensamientos y emociones. Pueden tener o no rima y métrica regular.",
            "imagenLeccion": "/img/niveles/lenguaje/caracteristicas_poema.png",
            "ejemplos": [
                "En el poema 'Soneto XXIII' de Garcilaso de la Vega, se observa el uso de la rima y la métrica en versos de arte mayor."
            ]
        },
        "3": {
            "titulo": "Tipos de poemas",
            "descripcion": "Existen diferentes tipos de poemas según su forma y estructura. Entre los más conocidos están el soneto, la oda, el haiku, la elegía, y el verso libre.",
            "imagenLeccion": "/img/niveles/lenguaje/tipos_poemas.png",
            "ejemplos": [
                "Soneto – 'Soneto XXIII' de Garcilaso de la Vega.",
                "Haiku – 'Un viejo estanque / salta una rana / ruido de agua.'"
            ]
        },
        "4": {
            "titulo": "Estructura de un poema",
            "descripcion": "Los poemas están compuestos por versos, que pueden agruparse en estrofas. El ritmo y la rima son elementos importantes en muchos poemas, aunque algunos modernos prescinden de la rima y usan verso libre.",
            "imagenLeccion": "/img/niveles/lenguaje/estructura_poema.png",
            "ejemplos": [
                "Un soneto tiene 14 versos, organizados en dos cuartetos y dos tercetos."
            ]
        },
        "5": {
            "titulo": "Poemas famosos en la literatura",
            "descripcion": "Algunos poemas han dejado una profunda huella en la literatura mundial debido a su belleza lírica, profundidad emocional y originalidad.",
            "imagenLeccion": "/img/niveles/lenguaje/poemas_famosos.png",
            "ejemplos": [
                "'La canción del pirata' de José de Espronceda.",
                "'El cuervo' de Edgar Allan Poe."
            ]
        }
    }
}
