{
    "tituloGeneral": "Signos de Puntuación",
    "imagenPortada": "/img/personajes/principe/principe.png",
    "lecciones": {
        "1": {
            "titulo": "Signos de Puntuación: La Coma",
            "descripcion": "La coma se usa para separar elementos en una lista, marcar pausas breves, y para aclaraciones o incisos dentro de una oración compleja.",
            "imagenLeccion": "/img/niveles/lenguaje/coma.png",
            "ejemplos": [
                "Ejemplo 1: Me gustan las frutas, las verduras y los cereales.",
                "Ejemplo 2: Después de correr, me senté a descansar."
            ]
        },
        "2": {
            "titulo": "Signos de Puntuación: El Punto",
            "descripcion": "El punto marca el final de una oración o un párrafo. Puede ser punto y seguido, punto y aparte, o punto final, y es esencial para separar ideas completas.",
            "imagenLeccion": "/img/niveles/lenguaje/punto.png",
            "ejemplos": [
                "Ejemplo 1: Me llamo Juan. Vivo en Madrid.",
                "Ejemplo 2: Llegamos tarde al cine. No alcanzamos a ver la película."
            ]
        },
        "3": {
            "titulo": "Signos de Puntuación: Los Dos Puntos",
            "descripcion": "Los dos puntos introducen explicaciones, citas textuales, enumeraciones o resúmenes de lo anterior. También se usan en cartas y documentos formales.",
            "imagenLeccion": "/img/niveles/lenguaje/dos_puntos.png",
            "ejemplos": [
                "Ejemplo 1: Estos son los ingredientes: harina, azúcar y huevos.",
                "Ejemplo 2: El profesor dijo: 'Estudien para el examen de mañana.'"
            ]
        },
        "4": {
            "titulo": "Signos de Puntuación: El Punto y Coma",
            "descripcion": "El punto y coma separa oraciones extensas que ya contienen comas, o se usa para enumeraciones complejas y oraciones con elementos coordinados.",
            "imagenLeccion": "/img/niveles/lenguaje/punto_coma.png",
            "ejemplos": [
                "Ejemplo 1: Tengo hambre; sin embargo, esperaré a la cena.",
                "Ejemplo 2: Salimos a correr; luego, volvimos a casa."
            ]
        },
        "5": {
            "titulo": "Signos de Puntuación: Puntos Suspensivos",
            "descripcion": "Los puntos suspensivos indican una oración interrumpida o incompleta, añadiendo dramatismo o suspenso. También pueden marcar un silencio prolongado.",
            "imagenLeccion": "/img/niveles/lenguaje/puntos_supensivos.png",
            "ejemplos": [
                "Ejemplo 1: Sabía que algo malo iba a pasar...",
                "Ejemplo 2: No lo sé... tal vez más tarde."
            ]
        }
    }
}
