{
    "tituloGeneral": "El Uso de los Trabalenguas",
    "imagenPortada": "/img/personajes/principe/principe.png",
    "lecciones": {
        "1": {
            "titulo": "¿Qué es un trabalenguas?",
            "descripcion": "Un trabalenguas es una secuencia de palabras o frases que resulta difícil de pronunciar rápidamente debido a la repetición de sonidos similares. Se utilizan como juegos de palabras para mejorar la pronunciación y la agilidad verbal.",
            "imagenLeccion": "/img/niveles/lenguaje/trabalenguas_que_es.png",
            "ejemplos": [
                "Tres tristes tigres tragaban trigo en un trigal."
            ]
        },
        "2": {
            "titulo": "Propósito de los trabalenguas",
            "descripcion": "Los trabalenguas se utilizan para mejorar la dicción, divertirse, y desafiar la habilidad de pronunciar rápidamente secuencias de sonidos complejas. También ayudan a entrenar los músculos del habla.",
            "imagenLeccion": "/img/niveles/lenguaje/trabalenguas_proposito.png",
            "ejemplos": [
                "Pablito clavó un clavito, ¿qué clavito clavó Pablito?"
            ]
        },
        "3": {
            "titulo": "Trabalenguas con sonidos similares",
            "descripcion": "Muchos trabalenguas utilizan sonidos similares repetidamente, lo que hace que sea fácil equivocarse al intentar pronunciarlos rápido.",
            "imagenLeccion": "/img/niveles/lenguaje/trabalenguas_sonidos.png",
            "ejemplos": [
                "El cielo está enladrillado, ¿quién lo desenladrillará?,Si el desenladrillador lo desenladrillara, buen desenladrillador sería."
            ]
        },
        "4": {
            "titulo": "Trabalenguas cortos y fáciles",
            "descripcion": "Existen trabalenguas cortos que son ideales para practicar con niños pequeños, ya que son más fáciles de recordar y repetir.",
            "imagenLeccion": "/img/niveles/lenguaje/trabalenguas_faciles.png",
            "ejemplos": [
                "Ejemplo 1: Tres tristes tigres.",
                "Ejemplo 2: Pancha plancha con cuatro planchas."
            ]
        },
        "5": {
            "titulo": "Trabalenguas largos y difíciles",
            "descripcion": "Los trabalenguas largos y complicados son un verdadero reto para quienes buscan mejorar su habilidad verbal y la velocidad de pronunciación.",
            "imagenLeccion": "/img/niveles/lenguaje/trabalenguas_dificiles.png",
            "ejemplos": [
                "Erre con erre cigarro, erre con erre barril, rápido ruedan los carros, rápido el ferrocarril."
            ]
        }
    }
}
