{
    "tituloGeneral": "Sujeto y Predicado",
    "imagenPortada": "/img/personajes/principe/principe.png",
    "lecciones": {
        "1": {
            "titulo": "Sujeto y Predicado: ¿Qué son?",
            "descripcion": "En una oración, el sujeto es quien realiza la acción y el predicado es lo que se dice del sujeto o la acción que realiza.",
            "imagenLeccion": "/img/niveles/lenguaje/sujeto_predicado.png",
            "ejemplos": [
                "Ejemplo 1: El perro (sujeto) corre rápido (predicado).",
                "Ejemplo 2: La niña (sujeto) come una manzana (predicado)."
            ]
        },
        "2": {
            "titulo": "El Sujeto",
            "descripcion": "El sujeto es la parte de la oración que indica quién realiza la acción o de quién se habla. Puede ser una persona, animal o cosa.",
            "imagenLeccion": "/img/niveles/lenguaje/sujeto.png",
            "ejemplos": [
                "Ejemplo 1: Los gatos juegan en el parque. (Sujeto: Los gatos)",
                "Ejemplo 2: María estudia para el examen. (Sujeto: María)"
            ]
        },
        "3": {
            "titulo": "El Predicado",
            "descripcion": "El predicado es la parte de la oración que explica lo que hace el sujeto o lo que se dice de él.",
            "imagenLeccion": "/img/niveles/lenguaje/predicado.png",
            "ejemplos": [
                "Ejemplo 1: El niño lee un libro. (Predicado: lee un libro)",
                "Ejemplo 2: Las flores crecen rápido. (Predicado: crecen rápido)"
            ]
        },
        "4": {
            "titulo": "Sujeto Expreso y Tácito",
            "descripcion": "El sujeto expreso es el que aparece en la oración, mientras que el sujeto tácito no está escrito pero se sobreentiende.",
            "imagenLeccion": "/img/niveles/lenguaje/sujeto_expreso_tacito.png",
            "ejemplos": [
                "Ejemplo 1 (expreso): Juan corre en el parque. (Sujeto: Juan)",
                "Ejemplo 2 (tácito): Corro en el parque. (Sujeto: yo, implícito)"
            ]
        },
        "5": {
            "titulo": "El Núcleo del Sujeto y del Predicado",
            "descripcion": "El núcleo del sujeto es la palabra principal del sujeto, generalmente un sustantivo. El núcleo del predicado es el verbo principal.",
            "imagenLeccion": "/img/niveles/lenguaje/nucleo_sujeto_predicado.png",
            "ejemplos": [
                "Ejemplo 1: La casa grande (Núcleo del sujeto: casa).",
                "Ejemplo 2: Juan juega fútbol. (Núcleo del predicado: juega)."
            ]
        }
    }
}
