{
  "tituloGeneral": "África: Egipto",
  "imagenPortada": "",
  "lecciones": [
    {
      "id": "1",
      "titulo": "Ubicación de Egipto",
      "descripcion": "Egipto se encuentra en el noreste de África, principalmente a lo largo del curso bajo del río Nilo.",
      "imagenLeccion": "",
      "ejemplos": [
        "Capital: El Cairo",
        "Limita al norte con el mar Mediterráneo, al este con Israel y el mar Rojo, al sur con Sudán y al oeste con Libia."
      ]
    },
    {
      "id": "2",
      "titulo": "Independencia",
      "descripcion": "Egipto obtuvo la independencia del dominio británico el 28 de febrero de 1922.",
      "imagenLeccion": "",
      "ejemplos": [
        "Antes de la independencia, Egipto era formalmente un protectorado británico."
      ]
    },
    {
      "id": "3",
      "titulo": "Cultura y Tradiciones",
      "descripcion": "Egipto es mundialmente famoso por su antigua civilización y algunos de los monumentos más emblemáticos del mundo.",
      "imagenLeccion": "",
      "ejemplos": [
        "Las pirámides de Giza y la Gran Esfinge son símbolos perdurables de su rica historia.",
        "El Islam es la religión predominante y el árabe es el idioma oficial."
      ]
    },
    {
      "id": "4",
      "titulo": "Símbolos Patrios de Egipto",
      "descripcion": "Los símbolos patrios de Egipto incluyen su bandera, el escudo y el himno nacional.",
      "imagenLeccion": "",
      "ejemplos": [
        "La bandera tiene tres franjas horizontales de color rojo, blanco y negro con el escudo nacional en el centro.",
        "El escudo muestra un águila de oro, símbolo de la fuerza y la altura."
      ]
    },
    {
      "id": "5",
      "titulo": "El río Nilo",
      "descripcion": "El río Nilo no solo es crucial para la agricultura en Egipto, sino también un eje central de su cultura y economía.",
      "imagenLeccion": "",
      "ejemplos": [
        "Es uno de los ríos más largos del mundo y atraviesa Egipto dividiéndolo en dos partes claramente diferenciadas: el valle y el delta del Nilo."
      ]
    }
  ]
}