{
    "tituloGeneral": "Centroamérica: Historia",
    "imagenPortada": "/img/personajes/burbuja/burbuja.png",
    "lecciones": {
        "1": {
            "titulo": "Los Primeros Habitantes",
            "descripcion": "Los primeros habitantes de Centroamérica fueron pueblos indígenas que desarrollaron grandes civilizaciones.",
            "imagenLeccion": "/img/centroamerica/primeros_habitantes.png",
            "ejemplos": [
                "Los mayas vivieron en lo que hoy es Guatemala, Belice y partes de Honduras.",
                "Los chorotegas habitaron lo que hoy es Nicaragua y Costa Rica."
            ]
        },
        "2": {
            "titulo": "La Conquista Española",
            "descripcion": "En el siglo XVI, los españoles llegaron a Centroamérica y conquistaron a los pueblos indígenas.",
            "imagenLeccion": "/img/centroamerica/conquista.png",
            "ejemplos": [
                "Hernán Cortés fue uno de los primeros en explorar la región.",
                "Pedro de Alvarado lideró la conquista de los mayas en Guatemala."
            ]
        },
        "3": {
            "titulo": "La Independencia de España",
            "descripcion": "El 15 de septiembre de 1821, los países de Centroamérica se independizaron de España.",
            "imagenLeccion": "/img/centroamerica/independencia.png",
            "ejemplos": [
                "La independencia se firmó en Guatemala.",
                "El Acta de Independencia se proclamó en varios países al mismo tiempo."
            ]
        },
        "4": {
            "titulo": "La Federación de CA",
            "descripcion": "Después de la independencia, se formó la Federación de Centroamérica, pero no duró debido a los conflictos internos.",
            "imagenLeccion": "/img/centroamerica/federacion.png",
            "ejemplos": [
                "La Federación incluía a cinco países: Guatemala, El Salvador, Honduras, Nicaragua y Costa Rica.",
                "Se disolvió en 1841 debido a diferencias políticas."
            ]
        },
        "5": {
            "titulo": "Centroamérica Hoy",
            "descripcion": "Hoy en día, los países de Centroamérica son naciones independientes que trabajan juntas en áreas como comercio y cultura",
            "imagenLeccion": "/img/centroamerica/centroamerica_hoy.png",
            "ejemplos": [
                "Los países tienen banderas y gobiernos propios.",
                "Centroamérica tiene tratados de libre comercio entre sus países."
            ]
        }
    }
}