{
  "id": "asia",
  "name": "Asia",
  "descripcion": "Asia es el continente más grande y poblado del mundo, con una enorme diversidad cultural, geográfica y climática. Desde las montañas del Himalaya hasta las vastas planicies de China y los desiertos de Arabia, Asia es hogar de civilizaciones antiguas y modernas maravillas.",
  "imagenPortada": "/img/niveles/sociales/nivel3/continentes/asia.png",
  "paises": [
    {
      "id": "china",
      "nombre": "China",
      "descripcion": "China es el país más poblado del mundo y una de las civilizaciones más antiguas. Es conocida por su rica historia, incluyendo la Gran Muralla, y su rápido desarrollo económico.",
      "imagen": "/img/niveles/sociales/nivel3/paises/asia/china.png"
    },
    {
      "id": "japon",
      "nombre": "Japón",
      "descripcion": "Japón es una nación insular famosa por su tecnología avanzada, cultura tradicional y su gastronomía, como el sushi. Ciudades como Tokio combinan modernidad y cultura milenaria.",
      "imagen": "/img/niveles/sociales/nivel3/paises/asia/japon.png"
    },
    {
      "id": "india",
      "nombre": "India",
      "descripcion": "India es conocida por su diversidad cultural, espiritualidad y por ser la cuna de religiones como el hinduismo y el budismo. El Taj Mahal es uno de los monumentos más famosos del país.",
      "imagen": "/img/niveles/sociales/nivel3/paises/asia/india.png"
    },
    {
      "id": "rusia",
      "nombre": "Rusia",
      "descripcion": "Aunque Rusia está parcialmente en Europa, la mayor parte de su territorio se extiende por Asia. Es el país más grande del mundo y conocido por su vasta historia y paisajes extremos, desde tundras hasta bosques.",
      "imagen": "/img/niveles/sociales/nivel3/paises/asia/rusia.png"
    },
    {
      "id": "corea_del_sur",
      "nombre": "Corea del Sur",
      "descripcion": "Corea del Sur es famosa por su tecnología avanzada, su cultura pop global (K-pop) y su rica historia que se refleja en sus templos y palacios. Su capital, Seúl, es una metrópoli moderna.",
      "imagen": "/img/niveles/sociales/nivel3/paises/asia/corea_del_sur.png"
    },
    {
      "id": "tailandia",
      "nombre": "Tailandia",
      "descripcion": "Tailandia es conocida por sus playas tropicales, templos budistas y la vibrante vida nocturna de Bangkok. El país es uno de los destinos turísticos más populares del sudeste asiático.",
      "imagen": "/img/niveles/sociales/nivel3/paises/asia/tailandia.png"
    }
  ]
}

