{
  "id": "oceania",
  "name": "Oceanía",
  "descripcion": "Oceanía es una región compuesta por miles de islas repartidas por el océano Pacífico, que incluye países como Australia, Nueva Zelanda y Papúa Nueva Guinea. Es conocida por su biodiversidad, paisajes exóticos y culturas únicas.",
  "imagenPortada": "/img/niveles/sociales/nivel3/continentes/oceania.png",
  "paises": [
    {
      "id": "australia",
      "nombre": "Australia",
      "descripcion": "Australia es el país más grande de Oceanía y es conocido por su fauna única, playas espectaculares y la Gran Barrera de Coral. Sídney y Melbourne son dos de sus principales ciudades.",
      "imagen": "/img/niveles/sociales/nivel3/paises/oceania/australia.png"
    },
    {
      "id": "nueva_zelanda",
      "nombre": "Nueva Zelanda",
      "descripcion": "Nueva Zelanda es famosa por sus paisajes impresionantes, utilizados como escenario para películas como El Señor de los Anillos. Wellington es la capital, aunque Auckland es la ciudad más grande.",
      "imagen": "/img/niveles/sociales/nivel3/paises/oceania/nueva_zelanda.png"
    },
    {
      "id": "papua_nueva_guinea",
      "nombre": "Papúa Nueva Guinea",
      "descripcion": "Papúa Nueva Guinea es conocida por su diversidad cultural y lingüística, con más de 800 lenguas habladas. Su geografía es mayormente montañosa y cubierta de selvas tropicales.",
      "imagen": "/img/niveles/sociales/nivel3/paises/oceania/papua_nueva_guinea.png"
    },
    {
      "id": "fiyi",
      "nombre": "Fiyi",
      "descripcion": "Fiyi es un archipiélago en el Pacífico Sur conocido por sus playas paradisíacas, arrecifes de coral y aguas cristalinas, lo que lo convierte en un popular destino turístico.",
      "imagen": "/img/niveles/sociales/nivel3/paises/oceania/fiyi.png"
    },
    {
      "id": "samoa",
      "nombre": "Samoa",
      "descripcion": "Samoa es un estado insular en el Pacífico conocido por su cultura polinesia, playas tropicales y hospitalidad. La capital es Apia, en la isla de Upolu.",
      "imagen": "/img/niveles/sociales/nivel3/paises/oceania/samoa.png"
    },
    {
      "id": "tonga",
      "nombre": "Tonga",
      "descripcion": "El Reino de Tonga es un grupo de más de 170 islas en el Pacífico Sur, famoso por su cultura tradicional polinesia y sus impresionantes paisajes.",
      "imagen": "/img/niveles/sociales/nivel3/paises/oceania/tonga.png"
    }
  ]
}
